// CTRL + D = ВЫДЕЛЕНИЕ ПООЧЕРЕДНО ВСЕХ ПОХОЖИХ ЭЛЕМЕНТОВ
// CTRL + SHIFT + L = ВЫДЕЛЕНИЕ СРАЗУ ВСЕХ, ПОХОЖИХ НА ВЫДЕЛЕННЫЙ,ЭЛЕМЕКНТОВ

// SHIFT + ALT + I = РАХМНОЖЕНИЕ КУРСОРА НА ВСЕ ВЫДЕЛЕННЫЕ СТРОКИ

// CTRL + F5 = ЗАПУСКАЕТ СКРИПТ БЕЗ ДЕБАГИНГА

// CTRL + ВЛЕВО ИЛИ ВПРАВО = ПОЗВОЛЯЕТ ПЕРЕМЕЩАТЬСЯ ПО СЛОВАМ В КОДЕ

// CTRL + SHIFT + ВЛЕВО ИЛИ ВПРАВО = ПОЗВОЛЯЕТ ПЕРЕМЕЩАТЬСЯ ПО СЛОВАМ И ПРОИЗВОДИТЬ ВЫДЕЛЕНИЯ

// SHIFT + ALT + ВЛЕВО = СОКРАЩАЕТ ОБЛАТСЬ ВЫДЕЛЕНИЯ
// SHIFT + ALT + ВПРАВО = РАСШИРЯЕТ ОБЛАСТЬ ВЫДЕЛЕНИЯ

// CTRL + DEL = УДАЛЕНИЕ СЛОВА СПРАВА ОТ КУРСОРА
// CTRL + BACKSPACE = УДАЛЕНИЕ СЛОВА СЛЕВА ОТ КУРСОРА

// SHIFT + ALT + ВВЕРХ ИЛИ ВНИХ = ДУБЛИРОВАНИЕ СТРОКИ НА СТРОКУ ВЫШЕ ИЛИ НИЖЕ

// ALT + ВВЕРХ ИЛИ ВНИХ = ПЕРЕМЕЩЕНИЕ СТРОКИ ВЫШЕ ИЛИ НИЖЕ

// ALT + ЩЕЛЧОК КУРСОРОМ = ДОБАВЛЯЕТ ЕЩЕ КУРСОВ В НОВЫХ МЕСТАХ

// ALT + ВЛЕВО = ПЕРЕМЕЩЕНИЕ КУРСОРА НА ПРЕДЫДУЩУЮ ПОЗИЦИЮ
// ALT + ВПРАВО = ПЕРЕМЕЩЕНИЕ КУРСОРА НА СЛЕДУЩУЮ ПОЗИЦИЮ (КАК В БРАУЗЕРЕ)(ЕСЛИ УЖЕ ИСПОЛЬЗОВАЛ АЛТ ВЛЕВО)

// SHIFT + TAP = УДАЛЕНИЕ ОТСТУПОВ НА 4 ПРОБЕЛА ВЛЕВО

// CTRL + [] = УДАЛЕНИЕ ИЛИ ПРИБАВЛЕНИЕ ОТСТУПОВ НАХОДЯСЬ ВНУТРИ СТРОКИ

// SHIFT + ALT + A = ЗАКОМЕНТИРОВАТЬ ВЫЛЕДЕННОЕ

// CTRL + G = ПЕРЕМЕЩЕНИЕ К КОНКРЕТНОЙ СТРОКЕ КОДА
